Repository: izdesenko/drupal_leads
Catalog: leads.*.po
Languages: ru

source: Moscow
ru: Москва

source: Saint Petersburg
ru: Санкт-Перербург

source: Rostov-on-Don
ru: Ростов-на-Дону

source: This page provides form where you can submit your application to accounting services.
ru: На этой странице находится форма, с помощью которой вы можете подать заявку на бух.обслуживание.

source: On this page you can preview all the applications to accounting services.
ru: На этой странице вы можете ознакомиться с заявками на бух.обслуживаниие.

source: Submit lead
ru: Подать заявку

source: Leads list
ru: Список заявок

source: FIO
ru: ФИО

source: Mobile phone(RF)
ru: Мобильный телефон(РФ)

source: Input phone in +7(999) 123-45-67 format
ru: Введите телефон в формате +7(999) 123-45-67

source: City
ru: Город

source: Choose a INN scan file
ru: Выберите файл со сканом ИНН

source: Send
ru: Отправить

source: Phone format is not correct
ru: Формат телефона некорректный

source: You only able to choose city from Moscow, Saint Petersburg or Rostov-on-Don
ru: Вы можете выбрать только из городов Москва, Санкт-Петербург и Ростов-на-Дону

source: Input correct mail
ru: Введите корректный адрес электронной почты

source: Lead with this email already exists.
ru: Заявка с этим электронным адресом уже существует.

source: Failed to create new user
ru: Не получилось создать нового пользователя

source: INN required.
ru: ИНН обязательно.

source: Lead has been submitted. Name: @name, phone: @phone, city: @city
ru: Заявка была подана. ФИО: @name, тел: @phone, город: @city

source: INN
ru: ИНН

source: Created
ru: Создана

source: download
ru: скачать

source: Filter
ru: Фильтр

source: Datetime range start
ru: Старт периода дат

source: Datetime range end
ru: Конец периода дат

source: Reset
ru: Сбросить
